[
  {
    "id": "1",
    "images": [
      {
        "src": "/img/facileat_1.png",
        "alt": "Facileat app"
      },
      {
        "src": "/img/facileat-2.gif",
        "alt": "Site vitrine"
      },
      {
        "src": "/img/facileat-3.gif",
        "alt": "Logo animé"
      },
      {
        "src": "/img/facileat-2.jpg",
        "alt": "Equipe Facileat"
      }
    ],
    "title": "Facileat",
    "description": "Projet 360° réalisé dans le cadre des REACOs à l'université de Toulon.",
    "fullDescription": "Facileat est une application mobile qui facilite un accès à une alimentation riche et variée, en particulier pour les personnes qui souffrent de contraintes alimentaires. UX&UI designer de l'équipe à l'origine de l'idée de ce projet, je suis fière que notre groupe finisse vainqueur de la compétition des REACO qui regroupait les masters en création numérique de l'UFR iIngémédia de l'université de Toulon. Ce que j'ai préféré dans ce projet, c'est d'avoir pu travailler en équipe pour rendre un produit final concrêt en explorant toutes les dimensions que regroupent la création d'un projet.",
    "technologies": ["Figma", "Illustrator", "After Effect"],
    "concepts": [
      "Conduite d'un projet de A à Z",
      "Collaboration en équipe"
    ],
    "githubLink": "",
    "liveLink": ""
  },
  {
    "id": "2",
    "images": [
      {
        "src": "/img/klima-11.webp",
        "alt": "klima onboarding"
      },
      {
        "src": "/img/klima-21.webp",
        "alt": "klima app"
      },
      {
        "src": "/img/klima-31.webp",
        "alt": "klima wireframes"
      }
    ],
    "title": "Klima",
    "description": "Application mobile tournée vers les préocupations environnementales actuelles.",
    "fullDescription": "Klima est une application à destination des usagers qui souhaitent intégrer des gestes environnementaux dans leur quotidien. Grâce à une navigation intuitive, des défis concrets et une visualisation claire des progrès, l’application mise sur la simplicité, la régularité et la confiance pour favoriser un changement durable. Ce positionnement s’appuie sur une esthétique low-tech, calme et fonctionnelle, qui encourage la concentration et l’appropriation. Il valorise la constance plutôt que la performance, et met en lumière la force collective issue des actions individuelles. L’application respecte autant l’environnement que l’attention de ses utilisateurs, en les accompagnant vers des gestes durables, à leur rythme.",
    "technologies": ["Figma", "Illustrator"],
    "concepts": [
      "Lisibilité & hiérarchisation de l’information",
      "Fluidité & anticipation",
      "Confiance & responsabilité partagée"
      
    ],
    "githubLink": "",
    "liveLink": ""
  },
  {
    "id": "3",
    "images": [
      {
        "src": "/img/phabric-1.svg",
        "alt": "Phabric app"
      },
      {
        "src": "/img/phabric-2.svg",
        "alt": "phabric mockup + zoning"
      }
    ],
    "title": "Phabric",
    "description": "Logiciel de gestion des embarquements pour les bâtiments militaires amphibies.",
    "fullDescription": "PHAbric est une application conçue pour la Marine nationale afin de faciliter la planification et la gestion des embarquements sur les navires militaires amphibies (PHA – Porte-Hélicoptères Amphibies).\n\nElle combine une interface de type tableur et une visualisation 2D des hangars pour organiser l’embarquement et le débarquement des véhicules, matériels et personnels, tout en respectant les contraintes opérationnelles (sécurité, poids, dimensions, accessibilité).\n\nPensée pour les équipes de bord, l’application permet :\n- De visualiser en temps réel l’occupation des espaces,\n- D’anticiper les scénarios de chargement et de déchargement,\n- D’éviter les erreurs liées aux contraintes physiques et logistiques,\n- D’accélérer la prise de décision lors des opérations.\n\nMon rôle a consisté à travailler sur l’expérience utilisateur (UX) et l’interface (UI), afin de rendre un outil militaire complexe intuitif, ergonomique et utilisable en situation opérationnelle.",
    "technologies": ["Figma"],
    "concepts": [
      "Clarté et lisibilité des informations critiques",
      "Combinaison efficace tableur + visualisation spatiale",
      "Guidage et validation en temps réel",
      "Fluidité et rapidité de l’usage terrain"
    ],
    "githubLink": "",
    "liveLink": ""
  },
 

  {
    "id": "6",
    "images": [      {
      "src": "/img/projperso-1-01.png",
      "alt": "Phabric app"
    },
    {
      "src": "/img/projperso-2.webp",
      "alt": "phabric mockup + zoning"
    }],
    "title": "Projets personnels",
    "description": "Un échantillon de ce que j'aime faire, en plus du design numérique",
    "fullDescription": "J'affectionne depuis petite toute forme de loisirs créatifs, avec une appétence particulière pour le dessin à la main et la création textile. C'est pour moi un moyen de m'exprimer autrement qu'à travers des mots et d'explorer ma créativité. Apprendre de nouvelles techniques au quotidien me permet de développer une certaine agilité mentale : cette pratique régulière m'aide à maintenir une endurance créative, à rester curieuse et capable de m'adapter rapidement à des situations inédites. Les arts créatifs non numériques occupent pour moi une place essentielle dans toute approche du design, qu'il soit d'objet, de service ou numérique, car la créativité se cultive et se muscle à travers une multitude de formes et d'expériences concrètes. Travailler avec ses mains, expérimenter de nouveaux matériaux ou processus, c’est se donner les moyens de penser différemment et d’aborder chaque projet avec inventivité et flexibilité.",
    "technologies": [
      "Peinture",
      "Crayon",
      "Couture",
      "Crochet"
    ],
    "concepts": [
      "Explorer",
      "Apprendre",
      "Se renouveler"
    ],
    "githubLink": "",
    "liveLink": ""
  }
]
